Revit 2027 API
ParameterTypeId.SteelElemBoltInverted Property
 "Inverted"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltInverted { get; }
Public Shared ReadOnly Property SteelElemBoltInverted As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltInverted {
	ForgeTypeId^ get ();
}
static member SteelElemBoltInverted : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace